[
    {   
        "img": "briceOdom.jpg",
        "name":"Brice Odom" ,
        "hometown": "Cowpens, South Carolina" ,
        "majors": "Computer Science and Mathematics",
        "minors": "Psychology",
        "bio":"Hello! I am a first-year student at the University of South Carolina Honors College studying Computer Science and Mathematics in the College of Engineering and Computing and the College of Arts and Sciences (respectively). I am interested in Artificial Intelligence and computer science research. I am a runner, leader, sudoku-fanatic, and avid learner!" ,
        "linkedIn": "https://www.linkedin.com/in/brice-odom/",
        "resume":" "
    },
    {   
        "img": "mattLarsen.png",
        "name":"Matt Larsen" ,
        "hometown": "Fargo, North Dakota" ,
        "majors": "Computer Science",
        "minors": "Business Administration",
        "bio":"I'm Matt Larsen, a sophomore at the University of South Carolina, passionate about computer science. I've been honing my skills in Java, Linux, GitHub, and HTML to tackle exciting projects, both independently and as part of collaborative teams. I'm dedicated to pushing the boundaries of technology and excited to contribute my expertise to innovative endeavors. Let's connect and explore the world of possibilities together!" ,
        "linkedIn": "https://www.linkedin.com/in/matt-larsen-140951243/",
        "resume":" "
    },
    {   
        "img": "joePauls.jpg",
        "name":"Joseph Pauls" ,
        "hometown": "Layfeyette, New Jersey" ,
        "majors": "Electrical Engineering",
        "minors": " N/A",
        "bio":"I am a sophomore Electrical Engineering student at University of South Carolina on track to graduate a year early. I am currently working part time remotely at L3Harris Technologies as a Systems Engineer intern in the Space and Airborne Systems Electronic Warfare division. I am also working part time as a Research Assistant for Dr. MVS Chandrashekhar in the USC Photonics and Microelectronics Laboratory." ,
        "linkedIn": "www.linkedin.com/in/joseph-pauls",
        "resume": " "
    },
    {
           
        "img": "matthewHughes.JPG",
        "name":"Matthew Hughes" ,
        "hometown": "Ashburn, Virignia" ,
        "majors": "Computer Science",
        "minors": " N/A",
        "bio":"I am a dedicated Computer Science Major at the University of South Carolina Honors College, pursuing my passion for technology and innovation. Currently, I am concurrently engaged in the Accelerated Leadership Program at The Boeing Company, gaining valuable industry experience. My academic pursuits, including a year of research in machine learning methods for Out-of-Distribution Generalization, have prepared me to contribute effectively to the ever-evolving realm of computer science." ,
        "linkedIn": "https://www.linkedin.com/in/matthew-s-hughes",
        "resume": " "
    },
    {
           
        "img": "grantReagin.jpg",
        "name":"Grant Reagin" ,
        "hometown": "Greenwood, South Carolina" ,
        "majors": "Mechanical Engineering",
        "minors": " N/A",
        "bio":"As a junior mechanical engineering major, I am on track to complete my undergraduate studies by May 2025, fueled by a passion for understanding the intricacies of mechanical systems. My journey in engineering has not only honed my analytical skills but has also instilled in me a hands-on approach to learning. I thrive in environments that encourage exploration and experimentation, and I am always eager to tackle new challenges. Beyond my mechanical engineering pursuits, I harbor aspirations of attending medical school by Fall 2026. I am driven by a relentless curiosity and commitment to lifelong learning, both of which fuel my pursuit of knowledge and growth in diverse fields." ,
        "linkedIn": "https://www.linkedin.com/in/grant-reagin-ab14b0262/",
        "resume": " "
    },
    {
        "img": "jacksonGinn.jpg",
        "name":"Jackson Ginn" ,
        "hometown": "North Augusta, South Carolina" ,
        "majors": "Computer Science",
        "minors": "Mathematics and Business Administration",
        "bio":"I am Jackson Ginn, a junior computer science student with minors in mathematics and business administration. In summer 2023, I worked as a software engineering intern with Swampfox Technologies, and in summer 2024 I will work as a software engineering intern with Capital One." ,
        "linkedIn": "https://www.linkedin.com/in/jacksonginn/",
        "resume": "jacksonGinn.pdf"
    },
    {
        "img": "shannonDepratter.jpg",
        "name":"Shannon DePratter" ,
        "hometown": "Spartanburg, South Carolina" ,
        "majors": "Biomedical Engineering",
        "minors": "Neuroscience",
        "bio":"I am dedicated to using my skills and knowledge to make a positive impact in the fields of healthcare and engineering. My undergraduate research in Alzheimer's disease, traumatic brain injury, microtubule repair and degradation, and single molecule kinetics has given me invaluable experience in tackling complex medical problems and finding innovative solutions." ,
        "linkedIn": "https://www.linkedin.com/in/shannon-depratter",
        "resume": "shannonDepratter.pdf"
    },
    {
        "img": "gavinHewitt.jpg",
        "name":"Gavin Hewitt" ,
        "hometown": "Charleston, South Carolina" ,
        "majors": "Computer Science",
        "minors": "Mathematics and Business Administration",
        "bio":"My name is Gavin Hewitt. I'm a Junior at the University of South Carolina pursuing a Computer Science degree with a double minor in Mathematics and Business Administration. Throughout my time in academia, I've developed a multitude of skills in Java, C++, Python, R, and more. My technical experience; background and skills in customer service, leadership, problem solving, and time management; and my interests in software engineering, data analytics, machine learning, and AI make me an incredible and qualified candidate for many roles in the computing space." ,
        "linkedIn": "www.linkedin.com/in/gavin-hewitt03",
        "resume": "gavinHewitt.pdf"
    },
    {
        "img": "jacobSchatzle.png",
        "name":"Jacob Schatzle" ,
        "hometown": "Beaufort, South Carolina" ,
        "majors": "Computer Engineering",
        "minors": "Electrical Engineering",
        "bio":"My name is Jacob Schatzle, I am junior computer engineering student at the University of South Carolina Honors, pursuing my interests in hardware and FPGA design as well as application. I currently work in the Heterogenous and Reconfigurable Computing Lab where we use FPGAs to accelerate code as well as improve its parallelization. I plan to work in the industry as either a software or hardware developer/engineer when I graduate in the spring of 2025." ,
        "linkedIn": "https://www.linkedin.com/in/jacob-schatzle/",
        "resume": "jacobSchatzle.pdf"
    },
    {
        "img": "rodrigoRojas.jpg",
        "name":"Rodrigo Rojas" ,
        "hometown": "Houston, Texas" ,
        "majors": "Mechanical Engineering",
        "minors": "N/A",
        "bio":"I am a results-driven professional with a deep commitment to continuous personal and professional development. My journey has been characterized by a dedication to achieving excellence in all my endeavors. This drive has not only shaped my career path but has also enhanced my ability to adapt, learn, and thrive in diverse environments. This experience has taught me to eagerly anticipate and embrace the learning opportunities that future challenges bring. Let's connect and explore how we can drive success together." ,
        "linkedIn": "linkedin.com/in/rojas-r",
        "resume": " "
    },
    {
        "img": "wattsLiddle.jpg",
        "name":"Watts Liddle" ,
        "hometown": "Easley, South Carolina" ,
        "majors": "Electrical Engineering",
        "minors": "Beverage Management",
        "bio":"I am currently a Junior Electrical Engineering student at the University of South Carolina in the Capstone program. I am seeking to find work experience in the field of electrical with an interest to go into power and energy. I am also actively involved on campus as a College of Engineering and Computing ambassador, member and chair holder in Theta Tau Professional Engineering Fraternity - Zeta Delta chapter, and IEEE." ,
        "linkedIn": "www.linkedin.com/in/emoryliddle",
        "resume": " "
    },
    {
        "img": "nicoleHoeker.jpg",
        "name":"Nicole Hoeker" ,
        "hometown": "Colts Neck, New Jersey" ,
        "majors": "Biomedical Engineering",
        "minors": "Electrical Engineering",
        "bio":"I am a student at the University of South Carolina Honors College studying biomedical and electrical engineering, with the intent to enter the field of designing and creating prosthetics. I have previous experience in team leadership and partial management, and am driven, hard-working, and always looking for a new challenge." ,
        "linkedIn": "www.linkedin.com/in/nicolehoeker",
        "resume": "nicoleHoeker.pdf"
    },
    {
        "img": "carolineTiller.jpg",
        "name":"Caroline Tiller" ,
        "hometown": "Beaufort, South Carolina" ,
        "majors": "Chemical Engineering",
        "minors": "Computer Science",
        "bio":"University of South Carolina Honors College student primarily interested in renewable and alternative energy sources with a passion for sustainability and innovation. Currently pursuing my interests as a research assistant in a hydrogen and fuel cell lab." ,
        "linkedIn": "https://www.linkedin.com/in/caroline-tiller-uofsc",
        "resume": " "
    },
    {
        "img": "carolinaTurner.jpg",
        "name":"Carolina Turner" ,
        "hometown": "Iowa City, Iowa" ,
        "majors": "Computer Information Systems",
        "minors": "Business Information Management",
        "bio":"As a senior studying Computer Information Systems, I am passionate about creating intuitive and dynamic web applications. With a strong foundation in web development and a keen interest in front-end software engineering, I am eager to contribute my skills in building user-friendly and memorable digital experiences. I am looking forward to applying my technical knowledge and creativity in a professional setting when I graduate in the spring of 2025." ,
        "linkedIn": "www.linkedin.com/in/carolina-n-turner",
        "resume": " "
    },
    {
        "img": "austinBraiewa.jpg",
        "name":"Austin Braiewa" ,
        "hometown": "Monroe, Connecticut" ,
        "majors": "Aerospace Engineering",
        "minors": "N/A",
        "bio":"My name is Austin Braiewa, I am a sophomore Aerospace Engineering Major at the University of South Carolina. Theta Tau has helped me with develop my professionalism and networking skills. Other than Theta Tau I am also in the Capstone Scholars program, as well as the American Institute of Aeronautics and Astronautics (AIAA)." ,
        "linkedIn": "www.linkedin.com/in/abraiewa",
        "resume": "austinBraiewa.pdf"
    },
    {
        "img": "zacharyGardiner.jpg",
        "name":"Zachary Gardiner" ,
        "hometown": "Hershey, Pennsylvania" ,
        "majors": "Chemical Engineering",
        "minors": "Nuclear Engineering",
        "bio":"I am a sophomore in the Honors College and the Senior Undergraduate Researcher in the General Atomics Center for Transformational Nuclear Technologies, where I study modeling and simulating nuclear fuel behavior and waste storage. I won first place in undergraduate engineering presentations at Discover USC for my research in developing a thermochemical database for modeling salts in a molten salt reactor. I am also the Communications Officer for the American Nuclear Society. I hope to develop innovative technologies to bring about a new age of nuclear energy." ,
        "linkedIn": "https://www.linkedin.com/in/zachary-gardiner/",
        "resume": " "
    },
    {
        "img": "matthewYvon.JPG",
        "name":"Matthew Yvon",
        "hometown": "Spring Hill, Tennessee" ,
        "majors": "Biomedical Engineering",
        "minors": "Data Science and Business Administration",
        "bio":"I am a first-year biomedical engineering student that is interested in sports prosthesis and rehabilitation engineering but have other passions that revolve around exercise science and sports science. I am a highly self-motivated individual that is able to work in a team to get a project done within a time constraint, while contributing to the success of the other individuals in the group." ,
        "linkedIn": "www.linkedin.com/in/matthew-yvon",
        "resume": " "
    },
    {
        "img": "johnKing.jpg",
        "name":"John King",
        "hometown": "Charleston, South Carolina" ,
        "majors": "Aerospace Engineering",
        "minors": "N/A",
        "bio":"Hi, my name is John King. I am a Junior at the University of South Carolina Honors College and studying Aerospace Engineering within the College of Engineering and Computing. I am a dedicated student planning on pursuing a field in propulsion technology and design. I am currently working a position at the McNair Aerospace Center to gain experience in the world of engineering. My love for engineering stems from my passion to improve oneself each and every day and my desire to spread that mentality to others." ,
        "linkedIn": "https://www.linkedin.com/in/john-king-4318902b1/",
        "resume": "johnKing.pdf"
    },
    {
        "img": "ayushParambath.jpg",
        "name":"Ayush Parambath",
        "hometown": "Simpsonville, South Carolina" ,
        "majors": "Computer Science and Mathematics",
        "minors": "N/A",
        "bio":"Hi! My name is Ayush Parambath and I am a freshman at the University of South Carolina's Honors College. Currently, I am pursuing a Bachelor's of Science degree in Computer Science and Mathematics. I plan to graduate in May 2027 and pursue a career in artificial intelligence or data science." ,
        "linkedIn": "https://www.linkedin.com/in/ayush-parambath/",
        "resume": " "
    },
    {
        "img": "anavamiIsa.jpg",
        "name":"Anavami Isa",
        "hometown": "Orangeburg, South Carolina" ,
        "majors": "Computer Science",
        "minors": "Mathematics",
        "bio":"I’m a Computer Science major at the University of South Carolina who is interested in innovative ventures and software. I’m proficient in Java, C++, and Python, and am excited about any opportunity to use my knowledge to develop creative solutions or designs." ,
        "linkedIn": "https://www.linkedin.com/in/anavami-isa",
        "resume": " "
    },
    {
        "img": "blaise.JPG",
        "name":"Blaise Scileppi",
        "hometown": "New York",
        "majors": "Computer Science and Biological Sciences",
        "minors": "N/A",
        "bio":"I am an ambitious, devoted, and caring individual with a passion to learn. Throughout my college experience, I plan on pursuing research, leadership involvement, and continued community service. Some soft skills I have are dependability, resourcefulness, and time-management." ,
        "linkedIn": "https://www.linkedin.com/in/blaise-scileppi/",
        "resume": " "
    }
]